Repository: mathocosta/FinalChallenge
Catalog: Movinning/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Quit
pt_br: Sair

source: Save
pt_br: Salvar

source: Edit
pt_br: Editar

source: Error
pt_br: Erro

source: Take Photo
pt_br: Tirar uma foto

source: Camera Roll
pt_br: Rolo da câmera

source: Gallery
pt_br: Galeria

source: Cancel
pt_br: Cancelar

source: points
pt_br: Pontos

source: Join Team
pt_br: Entrar no time

source: Profile
pt_br: Perfil

source: Teams
pt_br: Times

source: Name
pt_br: Nome

source: First Name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: Description
pt_br: Descrição

source: City
pt_br: Cidade

source: Neighborhood
pt_br: Bairro

source: Edit image
pt_br: Editar imagem

source: Create Team
pt_br: Criar Time

# HealthKit title
source: HealthKit Data
pt_br: Dados de Saúde

# HealthKit authorization
source: We need to use HealthKit to check how much physical activity you did towards completing goals inside our application. Completing goals allows you to earn points for you and your team.
pt_br: Nós precisamos utilizar o HealthKit para poder verificar o quanto de atividade física você realizou para completar objetivos dentro da aplicação e ganhar pontos para si mesmo e para o seu grupo.

# iCloud title
source: iCloud Account
pt_br: Dados da conta iCloud

# iCloud authorization
source: We use your iCloud account data to register you and it gives access to groups, so you can practice together with other people. This also allows you to have the same profile between multiple devices.
pt_br: Nós usamos os dados da sua conta iCloud para realizar o seu cadastro e permitir que você faça parte de grupos, para que possa praticar junto com outras pessoas. Além de permitir que você use o mesmo perfil em vários dispositivos.

# Registration title
source: Complete your registration
pt_br: Complete seu cadastro!

# Complete registration
source: Your registration was a success! However, you can also fill your profile with more information, if you're interested.
pt_br: Seu cadastro foi realizado com sucesso! No entanto, você pode preencher o seu perfil com mais informações, caso deseje.

# Name Field Missing
source: Sorry, but it takes a name for the team. It is the minimum necessary
pt_br: Desculpa, mas é preciso de uma nome para o time. É o mínimo necessário

# Invalid Name Title
source: Invalid Name
pt_br: Nome inválido

# Invalid Name Message
source: The field 'first name' is required
pt_br: O campo 'nome' é obrigatório

# Invalid Email Title
source: Invalid email
pt_br: Email inválido

# Invalid Email Message
source: The entered email is invalid
pt_br: O email inserido não é um email válido

source: Next
pt_br: Continuar

# Skip
source: Skip All
pt_br: Pular Tudo

source: Get Started
pt_br: Iniciar

# Sugestions
source: Suggestions
pt_br: Sugestões

source: Attention
pt_br: Atenção

# Leave team message
source: Are you sure you want to leave the team?
pt_br: Tem certeza que deseja sair do time?

source: Team members
pt_br: Participantes

source: Achievements
pt_br: Conquistas

source: See more
pt_br: Ver mais

source: Loading
pt_br: Carregando

source: An error has occured
pt_br: Ocorreu um erro

source: Try again
pt_br: Tente novamente

# iCloud Auth Error
source: Check if you are logged to iCloud. We need that you are logged to iCloud to create your account.
pt_br: Verifique se está logado ao iCloud. Precisamos que você esteja logado(a) para que possamos criar sua conta.

# iCloud Internet Error
source: Please, check your internet connection. It is required to synchronize your data with the server.
pt_br: Por favor, cheque sua conexão com a internet. É necessário para sincronizar seus dados com o servidor..

source: Walking
pt_br: Andar

source: Running
pt_br: Correr

source: Soccer
pt_br: Futebol

source: Cycling
pt_br: Ciclismo

source: Training
pt_br: Treinamento

source: Hockey
pt_br: Hóquei

source: Tennis
pt_br: Tênis

source: Volleyball
pt_br: Vôlei

source: Table Tennis
pt_br: Tênis de Mesa

source: Basketball
pt_br: Basquete

source: Baseball
pt_br: Beisebol

source: Golf
pt_br: Golfe

source: Swimming
pt_br: Natação

# User Preferences Title
source: What sports are you into?
pt_br: Quais esportes você costuma praticar?

# Free Time
source: How much time do you dedicate to sports every week? (answer in minutes/day)
pt_br: Quando tempo você dedica a praticar esportes toda semana? (Responda em minutos/dia)

source: Confirm
pt_br: Confirmar

# Edit user preferences
source: Edit your preferences
pt_br: Ajuste suas preferências

# Walking Fan Title
source: Walking Fan
pt_br: Fã de caminhada

# Walking Defender Title
source: Walking Defender
pt_br: Defensor(a) da caminhada

# Walking Expert Title
source: Walking Expert
pt_br: Expert em caminhada

# Walking Maniac Title
source: Walking Maniac
pt_br: Maníaco(a) da caminhada

# Walking Champion Title
source: Walking Champoin
pt_br: Campeã(o) da caminhada

# Walking Lunatic Title
source: Walking Lunatic
pt_br: Lunático(a) da caminhada

# Running Fan Title
source: Running Fan
pt_br: Fã de corrida

# Running Defender Title
source: Running Defender
pt_br: Defensor(a) de corrida

# Running Expert Title
source: Running Expert
pt_br: Expert em corrida

# Running Maniac Title
source: Running Maniac
pt_br: Maníaco(a) da corrida

# Running Champion Title
source: Running Champion
pt_br: Campeã(o) da corrida

# Running Lunatic Title
source: Running Lunatic
pt_br: Lunático(a) da corrida

# Soccer Fan Title
source: Soccer Fan
pt_br: Fã de futebol

# Soccer Defender Title
source: Soccer Defender
pt_br: Defensor(a) do futebol

# Soccer Expert Title
source: Soccer Expert
pt_br: Expert em futebol

# Soccer Maniac Title
source: Soccer Maniac
pt_br: Maníaco(a) do futebol

# Soccer Champion Title
source: Soccer Champion
pt_br: Campeã(o) do futebol

# Soccer Lunatic Title
source: Soccer Lunatic
pt_br: Lunático(a) do futebol

# Cycling Fan Title
source: Cycling Fan
pt_br: Fã de ciclismo

# Cycling Defender Title
source: Cycling Defender
pt_br: Defensor(a) do ciclismo

# Cycling Expert Title
source: Cycling Expert
pt_br: Expert em ciclismo

# Cycling Maniac Title
source: Cycling Maniac
pt_br: Maníaco(a) do ciclismo

# Cycling Champion Title
source: Cycling Champion
pt_br: Campeã(o) do ciclismo

# Cycling Lunatic Title
source: Cycling Lunatic
pt_br: Lunático(a) do ciclismo

# Training Fan Title
source: Training Fan
pt_br: Fã de treinamento

# Training Defender Title
source: Training Defender
pt_br: Defensor(a) de treinamento

# Training Expert Title
source: Training Expert
pt_br: Expert em treinamento

# Training Maniac Title
source: Training Maniac
pt_br: Maníaco(a) do treinamento

# Training Champion Title
source: Training Champion
pt_br: Campeã(o) do treinamento

# Training Lunatic Title
source: Training Lunatic
pt_br: Lunático(a) do treinamento

# Cricket Fan Title
source: Cricket Fan
pt_br: Fã de cricket

# Cricket Defender Title
source: Cricket Defender
pt_br: Defensor(a) do cricket

# Cricket Expert Title
source: Cricket Expert
pt_br: Expert em cricket

# Cricket Maniac Title
source: Cricket Maniac
pt_br: Maníaco(a) do cricket

# Cricket Champion Title
source: Cricket Champion
pt_br: Campeã(o) do cricket

# Cricket Lunatic Title
source: Cricket Lunatic
pt_br: Lunático(a) do cricket

# Hockey Fan Title
source: Hockey Fan
pt_br: Fã de hóquei

# Hockey Defender Title
source: Hockey Defender
pt_br: Defensor(a) do hóquei

# Hockey Expert Title
source: Hockey Expert
pt_br: Expert em hóquei

# Hockey Maniac Title
source: Hockey Maniac
pt_br: Maníaco(a) do hóquei

# Hockey Champion Title
source: Hockey Champion
pt_br: Campeã(o) do hóquei

# Hockey Lunatic Title
source: Hockey Lunatic
pt_br: Lunático(a) do hóquei

# Tennis Fan Title
source: Tennis Fan
pt_br: Fã de tênis

# Tennis Defender Title
source: Tennis Defender
pt_br: Defensor(a) de tênis

# Tennis Expert Title
source: Tennis Expert
pt_br: Expert em tênis

# Tennis Maniac Title
source: Tennis Maniac
pt_br: Maníaco(a) do tênis

# Tennis Champion Title
source: Tennis Champion
pt_br: Campeã(o) do tênis

# Tennis Lunatic Title
source: Tennis Lunatic
pt_br: Lunático(a) do tênis

# Volleyball Fan Title
source: Volleyball Fan
pt_br: Fã de vôlei

# Volleyball Defender Title
source: Volleyball Defender
pt_br: Defensor(a) do vôlei

# Volleyball Expert Title
source: Volleyball Expert
pt_br: Expert em vôlei

# Volleyball Maniac Title
source: Volleyball Maniac
pt_br: Maníaco(a) do vôlei

# Volleyball Champion Title
source: Volleyball Champion
pt_br: Campeã(o) do vôlei

# Volleyball Lunatic Title
source: Volleyball Lunatic
pt_br: Lunático(a) do vôlei

# TableTennis Fan Title
source: Table Tennis Fan
pt_br: Fã de tênis de mesa

# TableTennis Defender Title
source: Table Tennis Defender
pt_br: Defensor(a) do tênis de mesa

# TableTennis Expert Title
source: Table Tennis Expert
pt_br: Expert em tênis de mesa

# TableTennis Maniac Title
source: Table Tennis Maniac
pt_br: Maníaco(a) do tênis de mesa

# TableTennis Champion Title
source: Table Tennis Champion
pt_br: Campeã(o) do tênis de mesa

# TableTennis Lunatic Title
source: Table Tennis Lunatic
pt_br: Lunático(a) do tênis de mesa

# Basketball Fan Title
source: Basketball Fan
pt_br: Fã de basquete

# Basketball Defender Title
source: Basketball Defender
pt_br: Defensor(a) de basquete

# Basketball Expert Title
source: Basketball Expert
pt_br: Expert em basquete

# Basketball Maniac Title
source: Basketball Maniac
pt_br: Maníaco(a) do basquete

# Basketball Champion Title
source: Basketball Champion
pt_br: Campeã(o) de basquete

# Basketball Lunatic Title
source: Basketball Lunatic
pt_br: Lunático(a) do basquete

# Baseball Fan Title
source: Baseball Fan
pt_br: Fã de beisebol

# Baseball Defender Title
source: Baseball Defender
pt_br: Defensor(a) do beisebol

# Baseball Expert Title
source: Baseball Expert
pt_br: Expert em beisebol

# Baseball Maniac Title
source: Baseball Maniac
pt_br: Maníaco(a) do beisebol

# Baseball Champion Title
source: Baseball Champion
pt_br: Campeã(o) de beisebol

# Baseball Lunatic Title
source: Baseball Lunatic
pt_br: Lunático(a) do beisebol

# Rugby Fan Title
source: Rugby Fan
pt_br: Fã de rugbi

# Rugby Defender Title
source: Rugby Defender
pt_br: Defensor(a) do rugbi

# Rugby Expert Title
source: Rugby Expert
pt_br: Expert em rugbi

# Rugby Maniac Title
source: Rugby Maniac
pt_br: Maníaco(a) do rugbi

# Rugby Champion Title
source: Rugby Champion
pt_br: Campeã(o) de rugbi

# Rugby Lunatic Title
source: Rugby Lunatic
pt_br: Lunático(a) do rugbi

# Golf Fan Title
source: Golf Fan
pt_br: Fã de golfe

# Golf Defender Title
source: Golf Defender
pt_br: Defensor(a) do golfe

# Golf Expert Title
source: Golf Expert
pt_br: Expert em golfe

# Golf Maniac Title
source: Golf Maniac
pt_br: Maníaco(a) do golfe

# Golf Champion Title
source: Golf Champion
pt_br: Campeã(o) do golfe

# Golf Lunatic Title
source: Golf Lunatic
pt_br: Lunático(a) do golfe

# Swimming Fan Title
source: Swimming Fan
pt_br: Fã de natação

# Swimming Defender Title
source: Swimming Defender
pt_br: Defensor(a) da natação

# Swimming Expert Title
source: Swimming Expert
pt_br: Expert em natação

# Swimming Maniac Title
source: Swimming Maniac
pt_br: Maníaco(a) da natação

# Swimming Champion Title
source: Swimming Champion
pt_br: Campeã(o) da natação

# Swimming Lunatic Title
source: Swimming Lunatic
pt_br: Lunático(a) da natação

# Walking Fan Description
source: Walk 10.000 steps
pt_br: Ande 10.000 passos

# Walking Defender Description
source: Walk 50.000 steps
pt_br: Ande 50.000 passos

# Walking Expert Description
source: Walk 100.000 steps
pt_br: Ande 100.000 passos

# Walking Maniac Description
source: Walk 200.000 steps
pt_br: Ande 200.000 passos

# Walking Champion Description
source: Walk 500.000 steps
pt_br: Ande 500.000 passos

# Walking Lunatic Description
source: Walk 1.000.000 steps
pt_br: Ande 1.000.000 passos

# Running Fan Description
source: Run 2 kilometers
pt_br: Corra por 2.000 metros

# Running Defender Description
source: Run 10 kilometers
pt_br: Corra por 10.000 metros

# Running Expert Description
source: Run 20 kilometers
pt_br: Corra por 20.000 metros

# Running Maniac Description
source: Run 40 kilometers
pt_br: Corra por 40.000 metros

# Running Champion Description
source: Run 100 kilometers
pt_br: Corra por 100.000 metros

# Running Lunatic Description
source: Run 200 kilometers
pt_br: Corra por 200.000 metros

# Soccer Fan Description
source: Play 2 hours of soccer
pt_br: Jogue futebol por 120 minutos

# Soccer Defender Description
source: Play 10 hours of soccer
pt_br: Jogue futebol por 600 minutos

# Soccer Expert Description
source: Play 20 hours of soccer
pt_br: Jogue futebol por 1.200 minutos

# Soccer Maniac Description
source: Play 40 hours of soccer
pt_br: Jogue futebol por 2.400 minutos

# Soccer Champion Description
source: Play 100 hours of soccer
pt_br: Jogue futebol por 6.000 minutos

# Soccer Lunatic Description
source: Play 200 hours of soccer
pt_br: Jogue futebol por 12.000 minutos

# Cycling Fan Description
source: Cycle for 2 kilometers
pt_br: Ande 2.000 metros de bicicleta

# Cycling Defender Description
source: Cycle for 10 kilometers
pt_br: Ande 10.000 metros de bicicleta

# Cycling Expert Description
source: Cycle for 20 kilometers
pt_br: Ande 20.000 metros de bicicleta

# Cycling Maniac Description
source: Cycle for 40 kilometers
pt_br: Ande 40.000 metros de bicicleta

# Cycling Champion Description
source: Cycle for 100 kilometers
pt_br: Ande 100.000 metros de bicicleta

# Cycling Lunatic Description
source: Cycle for 200 kilometers
pt_br: Ande 200.000 metros de bicicleta

# Training Fan Description
source: Do 2 hours of training
pt_br: Faça 120 minutos de treinamento

# Training Defender Description
source: Do 10 hours of training
pt_br: Faça 600 minutos de treinamento

# Training Expert Description
source: Do 20 hours of training
pt_br: Faça 1.200 minutos de treinamento

# Training Maniac Description
source: Do 40 hours of training
pt_br: Faça 2.400 minutos de treinamento

# Training Champion Description
source: Do 100 hours of training
pt_br: Faça 6.000 minutos de treinamento

# Training Lunatic Description
source: Do 200 hours of training
pt_br: Faça 12.000 minutos de treinamento

# Cricket Fan Description
source: Play cricket for 2 hours
pt_br: Jogue 120 minutos de cricket

# Cricket Defender Description
source: Play cricket for 10 hours
pt_br: Jogue 600 minutos de cricket

# Cricket Expert Description
source: Play cricket for 20 hours
pt_br: Jogue 1.200 minutos de cricket

# Cricket Maniac Description
source: Play cricket for 40 hours
pt_br: Jogue 2.400 minutos de cricket

# Cricket Champion Description
source: Play cricket for 100 hours
pt_br: Jogue 6.000 minutos de cricket

# Cricket Lunatic Description
source: Play cricket for 200 hours
pt_br: Jogue 12.000 minutos de cricket

# Hockey Fan Description
source: Practice hockey for 2 hours
pt_br: Pratique hóquei por 120 minutos

# Hockey Defender Description
source: Practice hockey for 10 hours
pt_br: Pratique hóquei por 600 minutos

# Hockey Expert Description
source: Practice hockey for 20 hours
pt_br: Pratique hóquei por 1.200 minutos

# Hockey Maniac Description
source: Practice hockey for 40 hours
pt_br: Pratique hóquei por 2.400 minutos

# Hockey Champion Description
source: Practice hockey for 100 hours
pt_br: Pratique hóquei por 6.000 minutos

# Hockey Lunatic Description
source: Practice hockey for 200 hours
pt_br: Pratique hóquei por 12.000 minutos

# Tennis Fan Description
source: Play tennis for 2 hours
pt_br: Jogue tênis por 120 minutos

# Tennis Defender Description
source: Play tennis for 10 hours
pt_br: Jogue tênis por 600 minutos

# Tennis Expert Description
source: Play tennis for 20 hours
pt_br: Jogue tênis por 1.200 minutos

# Tennis Maniac Description
source: Play tennis for 40 hours
pt_br: Jogue tênis por 2.400 minutos

# Tennis Champion Description
source: Play tennis for 100 hours
pt_br: Jogue tênis por 6.000 minutos

# Tennis Lunatic Description
source: Play tennis for 200 hours
pt_br: Jogue tênis por 12.000 minutos

# Volleyball Fan Description
source: Practice 2 hours of volleyball
pt_br: Pratique 120 minutos de vôlei

# Volleyball Defender Description
source: Practice 10 hours of volleyball
pt_br: Pratique 600 minutos de vôlei

# Volleyball Expert Description
source: Practice 20 hours of volleyball
pt_br: Pratique 1.200 minutos de vôlei

# Volleyball Maniac Description
source: Practice 40 hours of volleyball
pt_br: Pratique 2.400 minutos de vôlei

# Volleyball Champion Description
source: Practice 100 hours of volleyball
pt_br: Pratique 6.000 minutos de vôlei

# Volleyball Lunatic Description
source: Practice 200 hours of volleyball
pt_br: Pratique 12.000 minutos de vôlei

# TableTennis Fan Description
source: Complete 2 hours of table tennis
pt_br: Faça tênis de mesa por 120 minutos

# TableTennis Defender Description
source: Complete 10 hours of table tennis
pt_br: Faça tênis de mesa por 600 minutos

# TableTennis Expert Description
source: Complete 20 hours of table tennis
pt_br: Faça tênis de mesa por 1.200 minutos

# TableTennis Maniac Description
source: Complete 40 hours of table tennis
pt_br: Faça tênis de mesa por 2.400 minutos

# TableTennis Champion Description
source: Complete 100 hours of table tennis
pt_br: Faça tênis de mesa por 6.000 minutos

# TableTennis Lunatic Description
source: Complete 200 hours of table tennis
pt_br: Faça tênis de mesa por 12.000 minutos

# Basketball Fan Description
source: Play basketball for 2 hours
pt_br: Jogue 120 minutos de basquete

# Basketball Defender Description
source: Play basketball for 10 hours
pt_br: Jogue 600 minutos de basquete

# Basketball Expert Description
source: Play basketball for 20 hours
pt_br: Jogue 1.200 minutos de basquete

# Basketball Maniac Description
source: Play basketball for 40 hours
pt_br: Jogue 2.400 minutos de basquete

# Basketball Champion Description
source: Play basketball for 100 hours
pt_br: Jogue 6.000 minutos de basquete

# Basketball Lunatic Description
source: Play basketball for 200 hours
pt_br: Jogue 12.000 minutos de basquete

# Baseball Fan Description
source: Play 2 hours of baseball
pt_br: Pratique beisebol por 120 minutos

# Baseball Defender Description
source: Play 10 hours of baseball
pt_br: Pratique beisebol por 600 minutos

# Baseball Expert Description
source: Play 20 hours of baseball
pt_br: Pratique beisebol por 1.200 minutos

# Baseball Maniac Description
source: Play 40 hours of baseball
pt_br: Pratique beisebol por 2.400 minutos

# Baseball Champion Description
source: Play 100 hours of baseball
pt_br: Pratique beisebol por 6.000 minutos

# Baseball Lunatic Description
source: Play 200 hours of baseball
pt_br: Pratique beisebol por 12.000 minutos

# Rugby Fan Description
source: Complete 2 hours of Rugby
pt_br: Pratique 120 minutos de rugbi

# Rugby Defender Description
source: Complete 10 hours of Rugby
pt_br: Pratique 600 minutos de rugbi

# Rugby Expert Description
source: Complete 20 hours of Rugby
pt_br: Pratique 1.200 minutos de rugbi

# Rugby Maniac Description
source: Complete 40 hours of Rugby
pt_br: Pratique 2.400 minutos de rugbi

# Rugby Champion Description
source: Complete 100 hours of Rugby
pt_br: Pratique 6.000 minutos de rugbi

# Rugby Lunatic Description
source: Complete 200 hours of Rugby
pt_br: Pratique 12.000 minutos de rugbi

# Golf Fan Description
source: Play golf for 2 hours
pt_br: Jogue golfe por 120 minutos

# Golf Defender Description
source: Play golf for 10 hours
pt_br: Jogue golfe por 600 minutos

# Golf Expert Description
source: Play golf for 20 hours
pt_br: Jogue golfe por 1.200 minutos

# Golf Maniac Description
source: Play golf for 40 hours
pt_br: Jogue golfe por 2.400 minutos

# Golf Champion Description
source: Play golf for 100 hours
pt_br: Jogue golfe por 6.000 minutos

# Golf Lunatic Description
source: Play golf for 200 hours
pt_br: Jogue golfe por 12.000 minutos

# Swimming Fan Description
source: Do 1.000 swimming strokes
pt_br: Complete 1.000 braçadas de natação

# Swimming Defender Description
source: Do 5.000 swimming strokes
pt_br: Complete 5.000 braçadas de natação

# Swimming Expert Description
source: Do 10.000 swimming strokes
pt_br: Complete 10.000 braçadas de natação

# Swimming Maniac Description
source: Do 20.000 swimming strokes
pt_br: Complete 20.000 braçadas de natação

# Swimming Champion Description
source: Do 50.000 swimming strokes
pt_br: Complete 50.000 braçadas de natação

# Swimming Lunatic Description
source: Do 100.000 swimming strokes
pt_br: Complete 100.000 braçadas de natação
